Repository: Eslzzyl/Pixiv-SwiftUI
Catalog: Pixiv-SwiftUI/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: [图片加载失败]
en: [Image Load Failed]
ja: 【画像の読み込みに失敗】
zh_hant: [圖片載入失敗]

# %@ (Build %@)
source: %1$@ (Build %2$@)
en: %@ (Build %@)
ja: %@ (Build %@)
zh_hant: %@ (Build %@)

# %lld x %lld
source: %1$lld x %2$lld
en: %lld x %lld
ja: %lld x %lld
zh_hant: %lld x %lld

source: %lld 个
en: %lld items
ja: %lld件
zh_hant: %lld 個

source: %lld 个作品
en: %lld works
ja: %lld作品
zh_hant: %lld 個作品

source: %lld 条评论
en: %lld comments
ja: %lld 件のコメント
zh_hant: %lld 則留言

source: %lld 部作品
en: %lld 部Works
ja: %lld作品

source: %lld章
en: %lld chapters

source: 1 列
en: 1 Column
zh_hant: 1 欄

source: 2 列
en: 2 Columns
zh_hant: 2 欄

source: 3 列
en: 3 Columns
zh_hant: 3 欄

source: 4 列
en: 4 Columns
zh_hant: 4 欄

source: 5 列
en: 5 Columns
zh_hant: 5 欄

source: 6 列
en: 6 Columns
zh_hant: 6 欄

source: AI 显示模式
en: AI Display Mode
ja: AI表示モード
zh_hant: AI 顯示模式

source: App API (移动端)
en: App API (Mobile)
ja: App API（モバイル版）
zh_hant: App API（行動版）

source: Bing 翻译无需配置，可直接使用。
en: Bing Translation requires no configuration and can be used directly.
ja: Bing翻訳は設定不要ですぐに使用できます。
zh_hant: Bing 翻譯無需設定，可直接使用。

source: Bing 翻译是微软提供的免费翻译服务，无需 API 密钥即可使用。
en: Bing Translation is a free translation service provided by Microsoft, no API key required.
ja: Bing翻訳はMicrosoftが提供する無料翻訳サービスで、APIキーなしで使用できます。
zh_hant: Bing 翻譯是 Microsoft 提供的免費翻譯服務，無需 API 金鑰即可使用。

source: Bing 翻译配置
en: Bing Translation Configuration
ja: Bing翻訳の設定
zh_hant: Bing 翻譯設定

source: EPUB 电子书
en: EPUB eBook
ja: EPUB電子書籍
zh_hant: EPUB 電子書籍

source: Google Translate API 配置
en: Google Translate API Configuration
ja: Google Translate APIの設定
zh_hant: Google Translate API 設定

source: Google Translate API 需要 API Key，请在 Google Cloud Platform 申请。
en: Google Translate API requires an API Key. Please apply on Google Cloud Platform.
ja: Google Translate APIにはAPIキーが必要です。Google Cloud Platformで申請してください。
zh_hant: Google Translate API 需要 API 金鑰，請在 Google Cloud Platform 申請。

source: Google 网页翻译无需配置，可直接使用。
en: Google Web Translation requires no configuration and can be used directly.
ja: Googleウェブ翻訳は設定不要ですぐに使用できます。
zh_hant: Google 網頁翻譯無需設定，可直接使用。

source: Google 网页翻译是免费的翻译服务，无需 API 密钥即可使用。
en: Google Web Translation is a free translation service, no API key required.
ja: Googleウェブ翻訳は無料の翻訳サービスで、APIキーなしで使用できます。
zh_hant: Google 網頁翻譯是免費的翻譯服務，無需 API 金鑰即可使用。

source: Google 网页翻译配置
en: Google Web Translation Configuration
ja: Googleウェブ翻訳の設定
zh_hant: Google 網頁翻譯設定

source: ID 快捷跳转
en: Quick ID Jump
ja: IDクイックジャンプ
zh_hant: ID 快速跳轉

source: macOS 行为
en: macOS Behavior
ja: macOSの動作
zh_hant: macOS 行為

source: OpenAI 配置
en: OpenAI Configuration
ja: OpenAIの設定
zh_hant: OpenAI 設定

source: Pixiv 官网
en: Pixiv Official Website
ja: Pixiv公式サイト
zh_hant: Pixiv 官方網站

source: Pixiv-SwiftUI 图标导出工具
en: Pixiv-SwiftUI Icon Export Tool
ja: Pixiv-SwiftUIアイコン書き出しツール
zh_hant: Pixiv-SwiftUI 圖示匯出工具

source: Pixiv-SwiftUI 帮助
en: Pixiv-SwiftUI Help
ja: Pixiv-SwiftUIヘルプ
zh_hant: Pixiv-SwiftUI 說明

source: R18 显示模式
en: R18 Mode
ja: R18表示モード
zh_hant: R18 顯示模式

source: R18G 显示模式
en: R18G Display Mode
ja: R18G表示モード
zh_hant: R18G 顯示模式

# theme.coralRed
source: 珊瑚红
en: Coral Red
ja: コーラルレッド
zh_hant: 珊瑚紅

# theme.custom
source: 自定义
en: Custom
ja: カスタム
zh_hant: 自訂

# theme.cyan
source: 青柠色
en: Cyan
ja: シアン
zh_hant: 青色

# theme.grassGreen
source: 青草绿
en: Grass Green
ja: グラスグリーン
zh_hant: 草綠

# theme.pixivBlue
source: Pixiv 蓝
en: Pixiv Blue
ja: Pixivブルー
zh_hant: Pixiv 藍

# theme.sakuraPink
source: 樱花粉
en: Sakura Pink
ja: サクラピンク
zh_hant: 櫻花粉

# theme.sunnyYellow
source: 活力黄
en: Sunny Yellow
ja: サニーイエロー
zh_hant: 晴黃

# theme.violet
source: 紫罗兰
en: Violet
ja: バイオレット
zh_hant: 紫羅蘭

source: v1 为手动同步：测试连接会自动准备远端目录；上传和恢复不会同步 Pixiv 登录态。
en: v1 为手动同步：测试连接会自动准备远端目录；Upload和恢复不会同步 Pixiv 登录态。
ja: v1は手動同期です。接続テストでリモートディレクトリを準備します。アップロードと復元ではPixivのログイン状態は同期されません。
zh_hant: v1 為手動同步：測試連線會自動準備遠端目錄；上傳和還原不會同步 Pixiv 登入狀態。

source: VLM 图片解释
en: VLM Image Explanation
ja: VLM画像解説
zh_hant: VLM 圖片解釋

source: VLM（视觉语言模型）可以分析图片内容并解释其中的文字，比 OCR 翻译提供更丰富的上下文理解。共用 OpenAI 翻译服务的 API 密钥和基础 URL。
en: VLM (vision-language model) can analyze image content and explain text in images, providing richer contextual understanding than OCR translation. It shares the API key and base URL configured for OpenAI translation.
ja: VLM（視覚言語モデル）は画像の内容を分析し、画像内の文字を解説できます。OCR翻訳より豊かな文脈理解を提供し、OpenAI翻訳サービスのAPIキーとベースURLを共有します。
zh_hant: VLM（視覺語言模型）可以分析圖片內容並解釋其中的文字，比 OCR 翻譯提供更豐富的上下文理解。與 OpenAI 翻譯服務共用 API 金鑰和基礎 URL。

source: Web API (网页端)
en: Web API (Web)
ja: Web API（ウェブ版）
zh_hant: Web API（網頁版）

source: Web API 登录状态
en: Web API Login状态
ja: Web APIのログイン状態
zh_hant: Web API 登入狀態

source: 上一幅
en: Previous Artwork
ja: 前の作品

source: 上一章
en: Previous Chapter
ja: 前の章

source: 上一页
en: Previous Page
ja: 前のページ
zh_hant: 上一頁

source: 上传备份
en: Upload备份
ja: バックアップをアップロード
zh_hant: 上傳備份

source: 下一幅
en: Next Artwork
ja: 次の作品

source: 下一章
en: Next Chapter
ja: 次の章

source: 下一页
en: Next Page
ja: 次のページ
zh_hant: 下一頁

source: 下载
en: Download
ja: ダウンロード
zh_hant: 下載

source: 下载画质
en: Download Quality
ja: ダウンロード画質
zh_hant: 下載畫質

source: 下载管理
en: Download管理
ja: ダウンロード管理
zh_hant: 下載管理

source: 下载线程数
en: Download线程数
ja: ダウンロードスレッド数
zh_hant: 下載執行緒數

source: 下载设置
en: Download Settings
ja: ダウンロード設定
zh_hant: 下載設定

source: 不会同步：Pixiv token、Cookie、密码、翻译 API Key、下载路径、下载任务、图片缓存
en: 不会同步：Pixiv token、Cookie、密码、翻译 API Key、Download路径、Download任务、图片缓存
ja: 同期されないもの：Pixivトークン、Cookie、パスワード、翻訳APIキー、ダウンロード先、ダウンロードタスク、画像キャッシュ
zh_hant: 不會同步：Pixiv token、Cookie、密碼、翻譯 API 金鑰、下載路徑、下載任務、圖片快取

source: 不显示译文
en: Don't Show Translation
ja: 翻訳を表示しない
zh_hant: 不顯示譯文

source: 不额外预取
en: No extra prefetch
ja: 追加の先読みをしない
zh_hant: 不額外預取

source: 个人主页
en: Personal homepage
ja: 個人ページ
zh_hant: 個人主頁

source: 个人资料
en: Profile
ja: プロフィール
zh_hant: 個人資料

source: 中等
en: Medium
ja: 中

source: 中等画质节省流量，大图画质更清晰，原图画质最高清（可能消耗更多流量）
en: Medium: saves data, Large: clearer, Original: highest (uses more data)
ja: 中画質は通信量を節約し、大画質はより鮮明で、元画像が最高画質です（通信量が増える場合があります）。
zh_hant: 中等畫質節省流量，大圖畫質更清晰，原圖畫質最高（可能消耗更多流量）

source: 中等画质节省流量，大图画质更清晰，原图画质最高清（可能消耗更多流量）。开启默认私密收藏后，收藏作品时将默认为非公开状态。
en: Medium saves data, Large is clearer, and Original is the highest quality but may use more data. When Default Private Bookmark is enabled, bookmarked works are private by default.
ja: 中画質は通信量を節約し、大画質はより鮮明で、元画像が最高画質です（通信量が増える場合があります）。デフォルトで非公開を有効にすると、作品は非公開で保存されます。
zh_hant: 中等畫質節省流量，大圖畫質更清晰，原圖畫質最高（可能消耗更多流量）。開啟預設私密收藏後，收藏作品時將預設為非公開狀態。

source: 为你推荐的标签
en: 为你推荐的Tag
ja: あなたへのおすすめタグ
zh_hant: 為你推薦的標籤

source: 主题
en: Theme
ja: テーマ
zh_hant: 主題

source: 主题模式
en: Theme Mode
ja: テーマモード
zh_hant: 主題模式

source: 主题色
en: Theme Color
ja: テーマカラー
zh_hant: 主題色

source: 交互方式
en: Interaction Mode
ja: 操作方式
zh_hant: 互動方式

source: 仅代理 Pixiv 的 API、图片和导出下载；密码保存在系统钥匙串。
en: Only Pixiv API, images, and export downloads use this proxy. The password is stored in the system keychain.
ja: PixivのAPI、画像、書き出し・ダウンロードのみをプロキシします。パスワードはシステムキーチェーンに保存されます。
zh_hant: 僅代理 Pixiv 的 API、圖片、匯出與下載；密碼保存在系統鑰匙圈。

source: 仅显示AI作品
en: Show AI works only
ja: AI作品のみ表示
zh_hant: 僅顯示 AI 作品

source: 仅显示R18
en: Show R18 works only
ja: R18のみ表示
zh_hant: 僅顯示 R18

source: 仅显示R18G
en: 仅DisplayR18G
ja: R18Gのみ表示
zh_hant: 僅顯示 R18G

source: 仅显示剧透
en: 仅Display剧透
ja: ネタバレのみ表示
zh_hant: 僅顯示劇透

source: 仅显示官方译文
en: Show Official Translations Only
ja: 公式翻訳のみ表示
zh_hant: 僅顯示官方譯文

source: 仅通过指定的 HTTP CONNECT 或 SOCKS5 代理访问 Pixiv。
en: Access Pixiv only through the specified HTTP CONNECT or SOCKS5 proxy.
ja: 指定したHTTP CONNECTまたはSOCKS5プロキシ経由でのみPixivにアクセスします。
zh_hant: 僅透過指定的 HTTP CONNECT 或 SOCKS5 代理存取 Pixiv。

source: 从 WebDAV 恢复
en: 从 WebDAV Restore
ja: WebDAVから復元
zh_hant: 從 WebDAV 還原

source: 从缓存中移除
en: Remove from Cache
ja: キャッシュから削除
zh_hant: 從快取中移除

source: 从远端恢复
en: 从远端Restore
ja: リモートから復元
zh_hant: 從遠端還原

source: 代理协议
en: Proxy Protocol
ja: プロキシプロトコル
zh_hant: 代理協定

source: 代理服务器地址
en: Proxy Server Address
ja: プロキシサーバーアドレス
zh_hant: 代理伺服器位址

source: 代理端口
en: Proxy Port
ja: プロキシポート
zh_hant: 代理連接埠

source: 代理端口必须在 1 到 65535 之间
en: Proxy port must be between 1 and 65535.
ja: プロキシポートは1～65535の範囲で指定してください
zh_hant: 代理連接埠必須介於 1 到 65535 之間

source: 以 JSON 格式导出全部凭证与账号信息
en: Export all credentials and account details in JSON format
ja: すべての認証情報とアカウント情報をJSON形式で書き出す
zh_hant: 以 JSON 格式匯出所有憑證與帳戶資訊

source: 会同步：安全设置子集、屏蔽/过滤数据、搜索历史、小说阅读进度与阅读器设置
en: 会同步：安全Settings子集、屏蔽/过滤数据、搜索历史、小说阅读进度与阅读器Settings
ja: 同期されるもの：セキュリティ設定の一部、ブロック／フィルターデータ、検索履歴、小説の読書進捗、リーダー設定
zh_hant: 會同步：安全設定子集、封鎖／篩選資料、搜尋歷史記錄、小說閱讀進度與閱讀器設定

source: 伪·热门排序（收藏数）
en: Pseudo Popular Sort (Bookmarks)
ja: 擬似・人気順（ブックマーク数）
zh_hant: 偽・熱門排序（收藏數）

source: 低
en: Low

source: 作品不可用
en: Artwork Unavailable
ja: 作品を利用できません

source: 作品已删除
en: Work deleted
ja: 作品は削除されました
zh_hant: 作品已刪除

source: 作者
en: Author

source: 使用 {targetLang} 作为目标语言占位符。小说翻译提示词将在单段翻译和批量翻译中生效。
en: 使用 {targetLang} 作为目标语言占位符。小说翻译Tip词将在单段翻译和批量翻译中生效。
ja: {targetLang}を目標言語のプレースホルダーとして使用します。小説翻訳プロンプトは、段落単位の翻訳と一括翻訳で有効です。
zh_hant: 使用 {targetLang} 作為目標語言佔位符。小說翻譯提示詞將在單段翻譯和批次翻譯中生效。

source: 使用本地的优化译文
en: Use Local Optimized Translation
ja: ローカルの最適化された翻訳を使用
zh_hant: 使用本機的最佳化譯文

source: 依赖系统 VPN 连接 Pixiv。
en: Relies on system VPN to connect to Pixiv.
ja: システムVPNを使ってPixivに接続します。
zh_hant: 依賴系統 VPN 連線 Pixiv。

source: 保存…
en: Save As…
zh_hant: 儲存…

source: 保存到相册
en: Save to Photos
ja: 写真に保存
zh_hant: 儲存到相簿

source: 保存到默认位置
en: Save to Default Location
ja: デフォルトの場所に保存
zh_hant: 儲存到預設位置

source: 保存完成显示提示
en: Show Save Notification
ja: 保存完了時に通知を表示
zh_hant: 儲存完成顯示提示

source: 保存并启用代理
en: Save and Enable Proxy
ja: 保存してプロキシを有効にする
zh_hant: 儲存並啟用代理

source: 保存配置
en: Save配置
ja: 設定を保存
zh_hant: 儲存設定

source: 全文翻译
en: Full Text Translation
ja: 全文翻訳
zh_hant: 全文翻譯

source: 全部
en: All
ja: すべて

source: 全部清空
en: Clear All
ja: すべて消去
zh_hant: 全部清除

source: 全部页
en: All pages
ja: 全ページ
zh_hant: 全部頁

source: 全量同步将获取所有收藏作品，检测已删除作品，并根据设置预取图片。
en: Full sync will fetch all bookmarked works, detect deleted works, and prefetch images based on settings.
ja: 完全同期では、すべてのブックマーク作品を取得し、削除された作品を検出して、設定に従って画像を先読みします。
zh_hant: 完整同步將取得所有收藏作品，偵測已刪除作品，並根據設定預取圖片。

source: 公开
en: Public
ja: 公開
zh_hant: 公開

source: 公开关注
en: Public Follow
ja: 公開フォロー
zh_hant: 公開關注

source: 公开收藏
en: Public Like
ja: 公開ブックマーク
zh_hant: 公開收藏

# 共匹配 %lld 条，详情加载失败 %lld 条
source: 共匹配 %1$lld 条，详情加载失败 %2$lld 条
en: 共匹配 %1$lld 条，详情Load失败 %2$lld 条
ja: %lld件が一致し、%lld件の詳細の読み込みに失敗しました
zh_hant: 共符合 %lld 則，詳細資料載入失敗 %lld 則

source: 关于
en: About
ja: 情報
zh_hant: 關於

source: 关于 Pixiv-SwiftUI
en: About Pixiv-SwiftUI
ja: Pixiv-SwiftUIについて
zh_hant: 關於 Pixiv-SwiftUI

source: 关注
en: Follow
ja: フォロー
zh_hant: 關注

source: 关注作者、收藏小说，同步阅读进度
en: Follow artists, bookmark novels, sync reading progress
ja: 作者をフォローし、小説をブックマークして読書進捗を同期
zh_hant: 關注作者、收藏小說，同步閱讀進度

source: 关注新作
en: Following New
ja: フォロー中の新作
zh_hant: 關注新作

source: 关注画师后，这里将显示他们的最新作品
en: After following artists, their latest works will appear here
ja: 作者をフォローすると、ここに最新作品が表示されます
zh_hant: 關注畫師後，這裡將顯示他們的最新作品

source: 关闭
en: Close
ja: 閉じる
zh_hant: 關閉

source: 关闭所有窗口后退出程序
en: Quit App when all windows are closed
ja: すべてのウインドウを閉じた後にアプリを終了
zh_hant: 關閉所有視窗後結束程式

source: 兼容 PixEz Flutter 导出的数据格式
en: Compatible with PixEz Flutter export data format
ja: PixEz Flutterの書き出しデータ形式に対応
zh_hant: 相容 PixEz Flutter 匯出的資料格式

source: 内容类型
en: Content Type
ja: コンテンツタイプ
zh_hant: 內容類型

source: 内容过滤
en: Content Filter
ja: コンテンツフィルター
zh_hant: 內容篩選

source: 最大并行任务数
en: Max Parallel Tasks
ja: 最大同時タスク数
zh_hant: 最大並行任務數

source: 写入失败: %@
en: Write failed: %@
ja: 書き込みに失敗しました：%@
zh_hant: 寫入失敗：%@

source: 凭证可用于登录，请勿分享给他人。
en: Credentials can be used to sign in. Do not share them with others.
ja: 認証情報はログインに使用できます。他人と共有しないでください。
zh_hant: 憑證可用於登入，請勿與他人分享。

source: 出错了
en: Error Occurred
ja: エラーが発生しました
zh_hant: 發生錯誤

source: 分享
en: Share
ja: 共有

source: 分享系列链接
en: Share Series Link
ja: シリーズのリンクを共有
zh_hant: 分享系列連結

source: 分享链接
en: Share Link
ja: リンクを共有
zh_hant: 分享連結

source: 切换为公开收藏
en: Switch to Public
ja: 公開ブックマークに切り替え
zh_hant: 切換為公開收藏

source: 切换为私密收藏
en: Switch to Private
ja: 非公開ブックマークに切り替え
zh_hant: 切換為私密收藏

source: 切换为非公开收藏
en: Switch to Private
ja: 非公開ブックマークに切り替え
zh_hant: 切換為非公開收藏

source: 切换账号
en: Switch Account
ja: アカウントを切り替え
zh_hant: 切換帳戶

source: 列表预览画质
en: Feed Quality
ja: 一覧プレビュー画質
zh_hant: 列表預覽畫質

source: 刚刚
en: Just now
ja: たった今
zh_hant: 剛剛

source: 创建于 %@
en: Created at %@
ja: %@に作成
zh_hant: 建立於 %@

source: 创建时间
en: Created Time
ja: 作成日時
zh_hant: 建立時間

source: 删除
en: Delete
ja: 削除
zh_hant: 刪除

source: 删除作品
en: Delete Work
ja: 作品を削除
zh_hant: 刪除作品

source: 删除后将无法恢复，确定要删除这个作品吗？
en: This action cannot be undone. Are you sure you want to delete this work?
ja: 削除すると元に戻せません。この作品を削除しますか？
zh_hant: 刪除後將無法還原，確定要刪除這個作品嗎？

source: 删除后无法恢复，确定要删除这条评论吗？
en: This action cannot be undone. Are you sure you want to delete this comment?
ja: 削除すると元に戻せません。このコメントを削除しますか？
zh_hant: 刪除後無法還原，確定要刪除這則留言嗎？

source: 删除失败
en: Failed to delete
ja: 削除に失敗しました
zh_hant: 刪除失敗

source: 删除评论
en: Delete Comment
ja: コメントを削除
zh_hant: 刪除留言

source: 刷新
en: Refresh
ja: 更新
zh_hant: 重新整理

source: 刷新令牌
en: Refresh Token
ja: リフレッシュトークン
zh_hant: 重新整理權杖

source: 刷新当前页面 (⌘R)
en: Refresh Current Page (⌘R)
ja: 現在のページを更新 (⌘R)
zh_hant: 重新整理目前頁面 (⌘R)

source: 前 2 页
en: First 2 pages
ja: 最初の2ページ
zh_hant: 前 2 頁

source: 前 3 页
en: First 3 pages
ja: 最初の3ページ
zh_hant: 前 3 頁

source: 前 5 页
en: First 5 pages
ja: 最初の5ページ
zh_hant: 前 5 頁

source: 前 8 页
en: First 8 pages
ja: 最初の8ページ
zh_hant: 前 8 頁

source: 前 10 页
en: First 10 pages
ja: 最初の10ページ
zh_hant: 前 10 頁

source: 剧透内容显示模式
en: Spoiler Display Mode
ja: ネタバレ内容の表示モード
zh_hant: 劇透內容顯示模式

source: 功能
en: Features
ja: 機能

source: 加载中...
en: Loading...
ja: 読み込み中…
zh_hant: 載入中…

source: 加载失败
en: Load Failed
ja: 読み込みに失敗しました
zh_hant: 載入失敗

source: 加载失败，点击重试
en: Load failed, tap to retry
ja: 読み込みに失敗しました。タップして再試行してください
zh_hant: 載入失敗，點擊重試

source: 加载更多失败
en: Failed to load more
ja: 追加読み込みに失敗しました
zh_hant: 載入更多失敗

source: 动图
en: Animation
ja: アニメーション画像
zh_hant: 動圖

source: 动图等多线程加载时的并发分片数。
en: 动图等多线程Load时的并发分片数。
ja: アニメーション画像などをマルチスレッドで読み込む際の同時分割数。
zh_hant: 動圖等多執行緒載入時的並行分片數。

source: 动态
en: Follow
ja: フィード
zh_hant: 動態

source: 包含章节
en: Contains Chapters
ja: 章を含む
zh_hant: 包含章節

source: 区域
en: Region
ja: 地域
zh_hant: 區域

source: 历史
en: History
ja: 履歴
zh_hant: 歷史

source: 原创
en: Original
ja: オリジナル
zh_hant: 原創

source: 原图
en: Original
ja: 元画像
zh_hant: 原圖

source: 原文链接
en: Original Link
ja: 原文リンク
zh_hant: 原文連結

source: 反馈问题
en: Feedback问题
ja: 問題を報告
zh_hant: 回報問題

source: 发布时间（从新到旧）
en: Published Date (Newest First)
ja: 投稿日（新しい順）
zh_hant: 發佈時間（從新到舊）

source: 发布时间（从旧到新）
en: Published Date (Oldest First)
ja: 投稿日（古い順）
zh_hant: 發佈時間（從舊到新）

source: 发现已存在的数据
en: Found existing data
ja: 既存のデータが見つかりました
zh_hant: 發現已存在的資料

source: 发现新版本
en: 发现新Version
ja: 新しいバージョンが見つかりました
zh_hant: 發現新版本

source: 发送
en: Send
ja: 送信
zh_hant: 傳送

source: 取消
en: Cancel
ja: キャンセル

source: 取消下载
en: Cancel下载
ja: ダウンロードをキャンセル
zh_hant: 取消下載

source: 取消关注
en: Unfollow
ja: フォローを解除
zh_hant: 取消關注

source: 取消回复
en: Cancel Reply
ja: 返信をキャンセル
zh_hant: 取消回覆

source: 取消屏蔽
en: Unblock
ja: ブロックを解除
zh_hant: 取消封鎖

source: 取消收藏
en: Unlike
ja: ブックマークを解除

source: 可见性
en: Visibility
ja: 公開範囲
zh_hant: 可見性

source: 合并
en: Merge
ja: 統合
zh_hant: 合併

source: 同步
en: Sync
ja: 同期

source: 同步与管理
en: Sync & Management
ja: 同期と管理
zh_hant: 同步與管理

source: 同步失败
en: Sync失败
ja: 同期に失敗しました
zh_hant: 同步失敗

source: 同步失败: %@
en: Sync failed: %@
ja: 同期に失敗しました：%@
zh_hant: 同步失敗：%@

source: 同步完成
en: Sync Complete
ja: 同期が完了しました

source: 同步时自动下载收藏作品的图片
en: Automatically download bookmarked works' images during sync
ja: 同期時にブックマーク作品の画像を自動ダウンロード
zh_hant: 同步時自動下載收藏作品的圖片

source: 同步范围
en: 同步Range
ja: 同期範囲
zh_hant: 同步範圍

source: 名用户
en: users
ja: 人のユーザー
zh_hant: 位使用者

source: 后台时模糊页面预览
en: Blur Page Preview In Background
ja: バックグラウンド時にページプレビューをぼかす
zh_hant: 在背景執行時將頁面預覽模糊化

source: 后台预览
en: Background Preview
ja: バックグラウンドプレビュー
zh_hant: 背景預覽

source: 启动
en: Launch
ja: 起動
zh_hant: 啟動

source: 启动时检查更新
en: 启动时检查Update
ja: 起動時にアップデートを確認
zh_hant: 啟動時檢查更新

source: 启用 VLM 图片解释
en: Enable VLM Image Explanation
ja: VLM画像解説を有効にする
zh_hant: 啟用 VLM 圖片解釋

source: 启用收藏缓存
en: Enable Bookmark Cache
ja: ブックマークキャッシュを有効にする
zh_hant: 啟用收藏快取

source: 启用时间筛选
en: Enable filter with time range
ja: 時間フィルターを有効にする
zh_hant: 啟用時間篩選

source: 回到当前页
en: Back to Current Page
ja: 現在のページに戻る
zh_hant: 回到目前頁

source: 回复
en: Reply
ja: 返信
zh_hant: 回覆

source: 回复 %@
en: Reply %@
ja: %@に返信
zh_hant: 回覆 %@

source: 回复 %@...
en: Reply %@...
ja: %@に返信…
zh_hant: 回覆 %@…

source: 回复此评论
en: Reply to Comment
ja: このコメントに返信
zh_hant: 回覆此留言

source: 图像细节
en: Image Detail
ja: 画像の詳細度
zh_hant: 圖像細節

source: 图片缓存
en: Image Cache
ja: 画像キャッシュ
zh_hant: 圖片快取

source: 图片缓存大小
en: Image Cache Size
ja: 画像キャッシュサイズ
zh_hant: 圖片快取大小

source: 图片翻译
en: Image Translation
ja: 画像翻訳
zh_hant: 圖片翻譯

source: 图片质量
en: Image Quality
ja: 画像品質
zh_hant: 圖片品質

source: 图片预取
en: Image Prefetch
ja: 画像の先読み
zh_hant: 圖片預取

source: 在插画详情页点击保存即可添加任务
en: Click save on illustration detail page to add task
ja: イラスト詳細ページで保存をタップするとタスクに追加されます
zh_hant: 在插畫詳細頁點擊儲存即可新增任務

source: 在新窗口中打开
en: Open in new windows
ja: 新しいウインドウで開く
zh_hant: 在新視窗中開啟

source: 在浏览器中打开
en: 在浏览器中Open
ja: ブラウザで開く
zh_hant: 在瀏覽器中開啟

source: 在访达中显示
en: Show in Finder
ja: Finderで表示
zh_hant: 在 Finder 中顯示

source: 填写代理配置后点击“保存并启用代理”生效。
en: Enter the proxy configuration, then tap “Save and Enable Proxy” to apply it.
ja: プロキシ設定を入力し、「保存してプロキシを有効にする」をタップすると反映されます。
zh_hant: 填寫代理設定後點擊「儲存並啟用代理」即可生效。

source: 复制
en: Copy
ja: コピー
zh_hant: 複製

source: 复制 %@
en: Copy %@
ja: %@をコピー
zh_hant: 複製 %@

source: 复制 ID
en: Copy ID
ja: IDをコピー
zh_hant: 複製 ID

source: 复制 tag
en: Copy Tag
ja: タグをコピー
zh_hant: 複製 tag

source: 复制 Token
en: Copy Token
ja: トークンをコピー
zh_hant: 複製 Token

source: 复制为 JSON
en: Copy as JSON
ja: JSONとしてコピー
zh_hant: 複製為 JSON

source: 复制作品ID
en: Copy Work ID
ja: 作品IDをコピー
zh_hant: 複製作品 ID

source: 外观
en: Appearance
ja: 外観
zh_hant: 外觀

source: 多页插画浏览模式
en: Multi-page Browsing Mode
ja: 複数ページのイラスト閲覧モード
zh_hant: 多頁插畫瀏覽模式

source: 多页插画预取
en: Multi-page illustration prefetch
ja: 複数ページのイラストを先読み
zh_hant: 多頁插畫預取

source: 多页浏览
en: Multi-page Browser
ja: 複数ページの閲覧
zh_hant: 多頁瀏覽

source: 大图
en: Large
ja: 拡大画像
zh_hant: 大圖

source: 大图预览画质
en: Zoom Quality
ja: 拡大画像のプレビュー画質
zh_hant: 大圖預覽畫質

source: 失败
en: Failed
ja: 失敗
zh_hant: 失敗

source: 女性向
en: Female
ja: 女性向け

source: 字体
en: Font
ja: フォント
zh_hant: 字型

source: 字号
en: Font Size
ja: フォントサイズ
zh_hant: 字型大小

source: 存储信息
en: Storage Info
ja: ストレージ情報
zh_hant: 儲存空間資訊

source: 安全提示
en: Security Notice
ja: セキュリティに関する注意

source: 完成
en: Done
ja: 完了

source: 密码（可选）
en: Password (Optional)
ja: パスワード（任意）
zh_hant: 密碼（選填）

source: 密码会保存在系统钥匙串中。推荐使用 WebDAV 的 App Password。
en: 密码会Save在系统钥匙串中。推荐使用 WebDAV 的 App Password。
ja: パスワードはシステムキーチェーンに保存されます。WebDAVのApp Passwordの使用をおすすめします。
zh_hant: 密碼會保存在系統鑰匙圈中。建議使用 WebDAV 的 App Password。

source: 对于多页插画，缓存全部页面而非仅封面
en: For multi-page illustrations, cache all pages instead of just the cover
ja: 複数ページのイラストでは表紙だけでなくすべてのページをキャッシュ
zh_hant: 對於多頁插畫，快取所有頁面而非僅封面

source: 导入
en: Import
ja: 読み込む
zh_hant: 匯入

source: 导入数据...
en: Import数据...
ja: データを読み込む…
zh_hant: 匯入資料…

source: 导出
en: Export
ja: 書き出す
zh_hant: 匯出

source: 导出 1024x1024 PNG (无 Alpha)
en: Export 1024x1024 PNG (No Alpha)
ja: 1024x1024 PNGを書き出す（アルファなし）
zh_hant: 匯出 1024x1024 PNG（無 Alpha）

source: 导出 GIF
en: Export GIF
ja: GIFを書き出す
zh_hant: 匯出 GIF

source: 导出 Token
en: Export Token
ja: トークンを書き出す
zh_hant: 匯出 Token

source: 导出为 EPUB
en: Export as EPUB
ja: EPUBとして書き出す
zh_hant: 匯出為 EPUB

source: 导出为 TXT
en: Export as TXT
ja: TXTとして書き出す
zh_hant: 匯出為 TXT

source: 导出作品
en: Export Work
ja: 作品を書き出す
zh_hant: 匯出作品

source: 导出小说
en: Export Novel
ja: 小説を書き出す
zh_hant: 匯出小說

source: 导出插画元数据
en: Export Illustration Metadata
ja: イラストのメタデータを書き出す
zh_hant: 匯出插畫中繼資料

source: 导出数据...
en: Export数据...
ja: データを書き出す…
zh_hant: 匯出資料…

source: 导出登录凭证
en: Export Login Credentials
ja: ログイン認証情報を書き出す
zh_hant: 匯出登入憑證

source: 导出登录凭证…
en: Export Login Credentials…
ja: ログイン認証情報を書き出す…
zh_hant: 匯出登入憑證…

source: 导出系列
en: Export Series
ja: シリーズを書き出す
zh_hant: 匯出系列

source: 将删除所有已缓存的收藏图片，不影响收藏记录数据。
en: This will delete all cached bookmark images. Bookmark records will not be affected.
ja: キャッシュ済みのブックマーク画像をすべて削除します。ブックマーク記録には影響しません。
zh_hant: 將刪除所有已快取的收藏圖片，不影響收藏記錄資料。

source: 将删除所有收藏缓存数据，包括元数据和图片。已删除作品的记录也将被清除。
en: This will delete all bookmark cache data, including metadata and images. Records of deleted works will also be cleared.
ja: メタデータと画像を含むすべてのブックマークキャッシュを削除します。削除済み作品の記録も消去されます。
zh_hant: 將刪除所有收藏快取資料，包括中繼資料和圖片。已刪除作品的記錄也將被清除。

source: 将删除此作品的缓存数据和图片，此操作不可恢复。
en: This will delete the cache data and images for this work. This action cannot be undone.
ja: この作品のキャッシュデータと画像を削除します。この操作は元に戻せません。
zh_hant: 將刪除此作品的快取資料和圖片，此操作無法還原。

source: 将动图导出为 GIF 格式
en: Export animation as GIF format
ja: アニメーション画像をGIF形式で書き出す
zh_hant: 將動圖匯出為 GIF 格式

source: 将恢复安全设置、屏蔽/过滤数据、搜索历史以及小说阅读进度。本地对应数据会被远端备份覆盖。
en: 将恢复安全Settings、屏蔽/过滤数据、搜索历史以及小说阅读进度。本地对应数据会被远端备份覆盖。
ja: セキュリティ設定、ブロック／フィルターデータ、検索履歴、小説の読書進捗を復元します。ローカルのデータはリモートバックアップで上書きされます。
zh_hant: 將還原安全設定、封鎖／篩選資料、搜尋歷史記錄及小說閱讀進度。本機對應資料會被遠端備份覆蓋。

source: 小说
en: Novel
ja: 小説
zh_hant: 小說

source: 小说内容缺失
en: Novel content missing
ja: 小説の内容がありません
zh_hant: 小說內容遺失

source: 小说列表
en: Novel List
ja: 小説一覧
zh_hant: 小說列表

source: 小说排行
en: Novel Rankings
ja: 小説ランキング
zh_hant: 小說排行

source: 小说翻译优化
en: Novel翻译优化
ja: 小説翻訳の最適化
zh_hant: 小說翻譯最佳化

source: 小说翻译提示词
en: 小说翻译Tip词
ja: 小説翻訳プロンプト
zh_hant: 小說翻譯提示詞

source: 尝试搜索其他标签
en: Try searching for other tags
ja: 別のタグを検索してみてください
zh_hant: 嘗試搜尋其他標籤

source: 尝试调整过滤设置以查看更多内容
en: Try adjusting filter settings to see more content
ja: より多くのコンテンツを表示するにはフィルター設定を調整してください
zh_hant: 嘗試調整篩選設定以查看更多內容

# 尺寸: %lld × %lld
source: 尺寸: %1$lld × %2$lld
en: Size: %lld × %lld
ja: サイズ：%lld × %lld
zh_hant: 尺寸：%lld × %lld

source: 屏蔽
en: Block
ja: ブロック
zh_hant: 封鎖

source: 屏蔽 tag
en: Block Tag
ja: タグをブロック
zh_hant: 封鎖 tag

source: 屏蔽作者
en: Block Artist
ja: 作者をブロック
zh_hant: 封鎖作者

source: 屏蔽插画
en: Block Illustration
ja: イラストをブロック
zh_hant: 封鎖插畫

source: 屏蔽标签
en: Blocked Tags
ja: タグをブロック
zh_hant: 封鎖標籤

source: 屏蔽此作品
en: Block This Work
ja: この作品をブロック
zh_hant: 封鎖此作品

source: 屏蔽此作者
en: Block This Artist
ja: この作者をブロック
zh_hant: 封鎖此作者

source: 屏蔽此标签
en: 屏蔽此Tag
ja: このタグをブロック
zh_hant: 封鎖此標籤

source: 展开回复
en: Expand Replies
ja: 返信を展開
zh_hant: 展開回覆

source: 工作环境
en: Working Environment
ja: 作業環境
zh_hant: 工作環境

source: 工具
en: Tools
ja: ツール

source: 左侧三横图标用于提示可调整顺序，拖动排序，开关控制是否显示。至少保留一个分组。
en: The handle on the left shows that items can be reordered. Drag to sort, and use the switch to show or hide items. Keep at least one group enabled.
ja: 左側の三本線アイコンは順序を調整できることを示します。ドラッグして並べ替え、スイッチで表示／非表示を切り替えます。少なくとも1つのグループを残してください。
zh_hant: 左側三橫圖示用於提示可調整順序，拖曳排序，開關控制是否顯示。至少保留一個群組。

source: 已关注
en: Following
ja: フォロー中
zh_hant: 已關注

source: 已删除
en: Deleted
ja: 削除済み
zh_hant: 已刪除

source: 已删除作品
en: Deleted Works
ja: 削除済み作品
zh_hant: 已刪除作品

source: 已同步 / 不同步
en: 已Sync / 不Sync
ja: 同期済み／未同期

source: 已复制
en: Copied
ja: コピーしました
zh_hant: 已複製

source: 已复制 JSON
en: JSON Copied
ja: JSONをコピーしました
zh_hant: 已複製 JSON

source: 已完成
en: Completed
ja: 完了

source: 已完结
en: Completed
ja: 完結済み
zh_hant: 已完結

source: 已屏蔽 Tag
en: Blocked Tags
ja: ブロック済みタグ
zh_hant: 已封鎖 Tag

source: 已屏蔽作品
en: Blocked Works
ja: ブロック済み作品
zh_hant: 已封鎖作品

source: 已屏蔽作者
en: Blocked Users
ja: ブロック済み作者
zh_hant: 已封鎖作者

source: 已是最新版本
en: 已是最新Version
ja: 最新バージョンです

source: 已暂停
en: Paused
ja: 一時停止中
zh_hant: 已暫停

source: 已根据您的设置过滤掉所有插画
en: All illustrations have been filtered based on your settings
ja: 設定によりすべてのイラストがフィルタリングされました
zh_hant: 已根據您的設定篩選掉所有插畫

source: 已添加到下载队列
en: Added to download queue
ja: ダウンロードキューに追加しました
zh_hant: 已加入下載佇列

source: 已登录
en: Logged In
ja: ログイン済み
zh_hant: 已登入

source: 已经到底了
en: You've reached the end
ja: これ以上ありません
zh_hant: 已經到底了

source: 已缓存图片
en: Cached Images
ja: キャッシュ済み画像
zh_hant: 已快取圖片

source: 已连续跳过多页被屏蔽内容
en: Skipped multiple pages of blocked content
ja: ブロックされたコンテンツを複数ページ連続でスキップしました
zh_hant: 已連續略過多頁被封鎖內容

source: 布局
en: Layout
ja: レイアウト
zh_hant: 版面配置

source: 常规翻译提示词
en: 常规翻译Tip词
ja: 通常の翻訳プロンプト
zh_hant: 一般翻譯提示詞

source: 平台
en: Platform
ja: プラットフォーム

source: 库
en: Library
ja: ライブラリ
zh_hant: 函式庫

source: 应用
en: App
ja: アプリ
zh_hant: 應用程式
